const regionCenters = [
    { name: '서울특별시', center: [37.5665, 126.9780] },
    { name: '부산광역시', center: [35.1796, 129.0756] },
    { name: '대구광역시', center: [35.8722, 128.6025] },
    { name: '인천광역시', center: [37.4563, 126.7052] },
    { name: '광주광역시', center: [35.1595, 126.8526] },
    { name: '대전광역시', center: [36.3504, 127.3845] },
    { name: '울산광역시', center: [35.5396, 129.3114] },
    { name: '세종특별자치시', center: [36.4801, 127.2890] },
    { name: '경기도', center: [37.4138, 127.5183] },
    { name: '강원도', center: [37.8228, 128.1555] },
    { name: '충청북도', center: [36.6357, 127.4917] },
    { name: '충청남도', center: [36.5184, 126.8000] },
    { name: '전라북도', center: [35.7167, 127.1442] },
    { name: '전라남도', center: [34.8161, 126.4629] },
    { name: '경상북도', center: [36.4919, 128.8889] },
    { name: '경상남도', center: [35.4606, 128.2132] },
    { name: '제주특별자치도', center: [33.4996, 126.5312] },
];

export default regionCenters;